const quotes = {
    'Костенко': 'Нації вмирають не від інфаркту. Спочатку їм відбирає ',
    'Шевченко': 'Нема на світі України, немає другого Дніпра ',
    'Чубинський': 'Ще не вмерла України і слава, і воля. ',
    'Толстой': 'Я дуже люблю  народну українсь-ку мову, звучну, барвисту й таку мя-ку. ',
    'Голобородько': 'Мова вмирає, коли наступне покоління втрачає розуміння значення слів.'
};

function showQuote(author) {
    const quote = quotes[author];
    document.getElementById('quote').textContent = quote;
}
